"""
Задача 1
Дано содержимое файла представлений views.py приложения main_app:
__________________________________________________
from django.http import HttpResponse


def index(request):
    return HttpResponse('Главная страница')
_____________________________________________________

Задание:
Напишите содержимое файла urls.py приложения main_app. Добавьте следующие маршруты для функций представлений:

index(), чтобы функция выполнилась при посещении корневой директории сайта (например http://127.0.0.1:8000).
Используйте для этого функцию path(), предварительно импортировав её и файл представлений приложения.


P.S. На экран ничего не нужно выводить.
"""


# from django.urls import path
# from . import views
#
# urlpatterns = [
#     path('', views.index),
# ]





















